Repository: krasenslavov/extend-edd-invoices
Catalog: languages/edd-invoices/edd_inv-*.po
Languages: bg_bg

source: Invoice
bg_bg: Фактура

source: View Invoice
bg_bg: Виж Фактурата

source: Invoice:
bg_bg: Фактура:

source: Invoices
bg_bg: Фактури

source: Disable Address Editing?
bg_bg: Да се ​​деактивира ли редактирането на адрес?

source: If checked, customers will not be permitted to change their billing information (name, address) that's displayed on the invoice. Users with the %s capability can always edit this information.
bg_bg: Ако е отметнато, клиентите няма да имат право да променят информацията си за фактуриране (име, адрес), която се показва във фактурата. Потребителите с възможност %s винаги могат да редактират тази информация.

source: Disable Invoices for Free Purchases
bg_bg: Деактивирайте фактурите за безплатни покупки

source: Optionally disable invoice generation for free purchases.
bg_bg: По желание деактивирайте генерирането на фактури за безплатни покупки.

source: Invoice Page
bg_bg: Страница с фактури

source: Which Page contains the [edd_invoices] shortcode? This page is used to display the form customers can use to update how their billing information appears on the invoice.
bg_bg: Коя страница съдържа краткия код [edd_invoices]? Тази страница се използва за показване на формуляра, който клиентите могат да използват, за да актуализират начина, по който тяхната информация за плащане се показва във фактурата.

source: Logo URL
bg_bg: Лого URL

source: Invoice Style
bg_bg: Стил на фактурата

source: Company Name
bg_bg: Име на фирмата

source: Company Name shown on Invoices
bg_bg: Името на фирмата се показва на фактурите

source: Company Address
bg_bg: Адрес на компанията

source: This address block will display on your invoices.
bg_bg: Този адресен блок ще се показва на вашите фактури.

source: Registration Number
bg_bg: Регистрационен номер

source: Company Registration Number
bg_bg: Регистрационен номер на компанията

source: Tax/VAT Number
bg_bg: ДДС номер

source: Company Tax/VAT Number
bg_bg: ДДС номер

source: Additional Text
bg_bg: Допълнителен текст

source: Any text entered here will appear at the bottom of each invoice
bg_bg: Всеки текст, въведен тук, ще се появи в долната част на всяка фактура

source: Default
bg_bg: По подразбиране

source: Minimal
bg_bg: Минимална

source: Lines
bg_bg: Линии

source: Accent Color
bg_bg: Цвят на акцента

source: The accent color is not available for the minimal invoice style.
bg_bg: Цветът на акцента не е наличен за стила с минимална фактура.

source: Invalid payment ID specified.
bg_bg: Посочен е невалиден идентификатор на плащане.

source: You do not have permission to view this invoice.
bg_bg: Нямате разрешение да видите тази фактура.

source: Missing payment ID.
bg_bg: Липсващ идентификатор на плащане.

source: Creates a link to a printable invoice.
bg_bg: Създайте връзка към фактура за печат.

source: License Renewal Discount:
bg_bg: Отстъпка за подновяване на лиценз:

source: Product
bg_bg: Продукт

source: Discount
bg_bg: Отстъпка

source: Access Denied
bg_bg: Отказан достъп

source: You do not have permission to update this invoice.
bg_bg: Нямате разрешение да актуализирате тази фактура.

source: Invoice #%s
bg_bg: Фактура #%s

source: Invoice %s
bg_bg: Фактура %s

source: Paid
bg_bg: Платено

source: Refunded
bg_bg: Възстановена сума

source: Partially Refunded
bg_bg: Сумата е частично възстановена

source: Purchase Date: %s
bg_bg: Дата на покупка: %s

source: Home
bg_bg: Начало

source: Back
bg_bg: Назад

source: Print
bg_bg: Принтирай

source: Download PDF
bg_bg: Изтеглете PDF

source: Update %1$sbilling information%2$s
bg_bg: Актуализирайте %1$s информацията за плащане %2$s

source: Additional Information:
bg_bg: Допълнителна информация:

source: Notes:
bg_bg: Бележки:

source: Invoice From:
bg_bg: Фактура от:

source: Registration:
bg_bg: Регистрация:

source: Tax/VAT:
bg_bg: ДДС:

source: Invoice To:
bg_bg: Фактура до:

source: Company:
bg_bg: Фирма

source: Billing Name:
bg_bg: Име за фактуриране:

source: Billing Address:
bg_bg: Адрес на плащане:

source: Line 2:
bg_bg: Ред 2:

source: City:
bg_bg: Град:

source: Zip / Postal Code:
bg_bg: Пощенски код:

source: Country:
bg_bg: Държава:

source: County / State:
bg_bg: Област/Щат:

source: Tax/VAT Number:
bg_bg: ДДС номер:

source: Custom Notes:
bg_bg: Персонализирани бележки:

source: Save Billing Details &amp; Generate Invoice
bg_bg: Запазване на данните за фактуриране &amp; Генериране на фактура

source: Invoice Items:
bg_bg: Артикули във фактурата:

source: Order Fee
bg_bg: Такса за поръчка

source: Subtotal:
bg_bg: Междинна сума:

source: Tax:
bg_bg: Данък:

source: Tax (%s%%):
bg_bg: Данък (%s%%):

source: Total:
bg_bg: Обща сума:

source: Payment Status:
bg_bg: Статус на плащането:

source: Refunded:
bg_bg: Възстановена сума:

source: This plugin is not fully active.
bg_bg: Този плъгин не е напълно активен.

source: %1$s: minimum required %2$s (you have %3$s)
bg_bg: %1$s: изисква се минимум %2$s (имате %3$s)

source: <strong>Missing %1$s</strong>: minimum required %2$s
bg_bg: <strong>Липсва %1$s</strong>: изисква се минимум %2$s

source: Display HTML Invoices for EDD
bg_bg: Показване на HTML фактури за EDD
